Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.minimal-mode
source: app.minimalMode minimal layout simple chrome compact titlebar controls
ar: app.minimalMode minimal layout simple chrome compact titlebar controls تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي استيراد ترحيل إشارات مرجعية سجل ملفات تعريف ارتباط شخصية مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع التخطيط التطبيق
bs: app.minimalMode minimal layout simple chrome compact titlebar controls aplikacija opće postavke ponašanje dock traka menija status bočna uvoz migracija oznake historija kolačići profili izgled tema boja boje shema svijetlo tamno sistem način Raspored
da: app.minimalMode minimal layout simple chrome compact titlebar controls app generelt indstillinger adfærd dock menulinje status sidepanel import migrering bogmærker historik cookies profiler udseende tema farve farver skema lys mørk system tilstand
de: app.minimalMode minimal layout simple chrome compact titlebar controls app allgemein einstellungen verhalten dock menüleiste status seitenleiste import migration lesezeichen verlauf cookies profile darstellung design farbe farben schema hell dunkel system modus
es: app.minimalMode minimal layout simple chrome compact titlebar controls aplicación general preferencias comportamiento dock barra de menú estado lateral importar migración marcadores historial cookies perfiles apariencia tema color colores esquema claro oscuro sistema modo Disposición App
fr: app.minimalMode minimal layout simple chrome compact titlebar controls application général préférences comportement dock barre de menus état latérale importer migration favoris historique cookies profils apparence thème couleur couleurs schéma clair sombre système mode Disposition App
it: app.minimalMode minimal layout simple chrome compact titlebar controls app generale preferenze comportamento dock barra menu stato laterale importa migrazione segnalibri cronologia cookie profili aspetto tema colore colori schema chiaro scuro sistema modalità
ja: app.minimalMode minimal layout simple chrome compact titlebar controls ミニマル 省スペース コンパクト タイトルバー 表示モード
ko: app.minimalMode minimal layout simple chrome compact titlebar controls 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 가져오기 마이그레이션 북마크 방문 기록 쿠키 프로필 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 레이아웃 미니멀
nb: app.minimalMode minimal layout simple chrome compact titlebar controls app generelt innstillinger oppførsel dock menylinje status sidepanel import migrering bokmerker historikk informasjonskapsler profiler utseende tema farge farger skjema lys mørk system modus Oppsett
pl: app.minimalMode minimal layout simple chrome compact titlebar controls aplikacja ogólne preferencje zachowanie dock pasek menu status boczny import migracja zakładki historia ciasteczka profile wygląd motyw kolor kolory schemat jasny ciemny system tryb Układ
pt_br: app.minimalMode minimal layout simple chrome compact titlebar controls app geral preferências comportamento dock barra de menu status lateral importar migração favoritos histórico cookies perfis aparência tema cor cores esquema claro escuro sistema modo
ru: app.minimalMode minimal layout simple chrome compact titlebar controls приложение общие настройки поведение док строка меню статус боковая панель импорт миграция закладки история cookies профили внешний вид тема цвет цвета схема светлый темный система режим Макет
th: app.minimalMode minimal layout simple chrome compact titlebar controls แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำเข้า ย้ายข้อมูล บุ๊กมาร์ก ประวัติ คุกกี้ โปรไฟล์ ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด เค้าโครง
tr: app.minimalMode minimal layout simple chrome compact titlebar controls uygulama genel tercihler davranış dock menü çubuğu durum kenar içe aktar geçiş yer imleri geçmiş çerezler profiller görünüm tema renk renkler şema açık koyu sistem mod Düzen
uk: app.minimalMode minimal layout simple chrome compact titlebar controls програма загальні параметри поведінка док рядок меню статус бічна панель імпорт міграція закладки історія cookies профілі вигляд тема колір кольори схема світлий темний система режим Макет Мінімальний
zh_hans: app.minimalMode minimal layout simple chrome compact titlebar controls 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导入 迁移 书签 历史记录 Cookie 个人资料 外观 主题 颜色 配色 浅色 深色 系统 模式 布局
zh_hant: app.minimalMode minimal layout simple chrome compact titlebar controls 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 匯入 移轉 書籤 瀏覽記錄 Cookie 個人檔案 外觀 主題 顏色 配色 淺色 深色 系統 模式 版面 App

# settings.search.alias.setting.app.new-workspace-placement
source: app.newWorkspacePlacement new tab insert position order top bottom end
ar: app.newWorkspacePlacement new tab insert position order top bottom end app.newWorkspacePlacement جديد علامة تبويب إدراج موضع ترتيب أعلى أسفل نهاية
bs: app.newWorkspacePlacement new tab insert position order top bottom end aplikacija opće postavke ponašanje dock traka menija status bočna radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka novi • %@ Pozicija novog radnog prostora Kraj Vrh
da: app.newWorkspacePlacement new tab insert position order top bottom end app generelt indstillinger adfærd dock menulinje status sidepanel arbejdsområde fane farver palette badge valgt fremhævning indikator aktiv prik ny Nyt • %@ Placering af Sidst Øverst
de: app.newWorkspacePlacement new tab insert position order top bottom end app.newWorkspacePlacement neuer tab einfügeposition reihenfolge oben unten ende
es: app.newWorkspacePlacement new tab insert position order top bottom end app.newWorkspacePlacement nueva pestaña insertar posicion orden arriba abajo final
fr: app.newWorkspacePlacement new tab insert position order top bottom end app.newWorkspacePlacement nouvel onglet insérer position ordre haut bas fin
it: app.newWorkspacePlacement new tab insert position order top bottom end app generale preferenze comportamento dock barra menu stato laterale area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto nuova • %@ Posizionamento Fine Inizio
ja: app.newWorkspacePlacement new tab insert position order top bottom end 新規ワークスペース 新しいタブ 挿入位置 並び順 上 下 末尾
ko: app.newWorkspacePlacement 새 탭 삽입 위치 순서 상단 하단 끝 app.newWorkspacePlacement new tab insert position order top bottom end
nb: app.newWorkspacePlacement new tab insert position order top bottom end app generelt innstillinger oppførsel dock menylinje status sidepanel arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk ny Nytt • %@ Plassering av Slutt Topp
pl: app.newWorkspacePlacement new tab insert position order top bottom end aplikacja ogólne preferencje zachowanie dock pasek menu status boczny obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka nowa Przestrzeń robocza • %@ Umieszczenie nowej przestrzeni roboczej Na końcu górze
pt_br: app.newWorkspacePlacement new tab insert position order top bottom end app geral preferências comportamento dock barra de menu status lateral workspace aba cores paleta selo selecionado destaque indicador ativo ponto nova Área Trabalho • %@ Posição da Final Topo
ru: app.newWorkspacePlacement new tab insert position order top bottom end приложение общие настройки поведение док строка меню статус боковая панель рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка новая Рабочее пространство Новое • %@ Расположение нового рабочего пространства В конец начало
th: app.newWorkspacePlacement new tab insert position order top bottom end แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด แท็บใหม่ เวิร์กสเปซ เวิร์กสเปซใหม่ • %@ ตำแหน่งเวิร์กสเปซใหม่ ท้ายสุด ด้านบน
tr: app.newWorkspacePlacement new tab insert position order top bottom end uygulama genel tercihler davranış dock menü çubuğu durum kenar çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta yeni • %@ Konumu Sona En Üste
uk: app.newWorkspacePlacement new tab insert position order top bottom end програма загальні параметри поведінка док рядок меню статус бічна панель робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка нова Робоча область • %@ Розташування нової робочої області В кінці На початку
zh_hans: app.newWorkspacePlacement new tab insert position order top bottom end app.newWorkspacePlacement 新建标签页 插入 位置 顺序 顶部 底部 末尾
zh_hant: app.newWorkspacePlacement new tab insert position order top bottom end app.newWorkspacePlacement 新增 標籤頁 插入 位置 順序 頂端 底端 尾端

# settings.search.alias.setting.app.notification-badge-position
source: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace
ar: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace تحميل مؤشر يسار يمين موضع
bs: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace učitavanje indikator lijevo desno pozicija
da: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace indlæsning indikator venstre højre placering
de: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace laden Indikator links rechts Position
es: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace carga indicador izquierda derecha posición
fr: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace chargement indicateur gauche droite position
it: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace caricamento indicatore sinistra destra posizione
ja: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace 通知 未読 バッジ 位置 左 右 サイド
ko: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace 로딩 스피너 왼쪽 오른쪽 위치
nb: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace lasting indikator venstre høyre plassering
pl: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace ładowanie wskaźnik lewo prawo pozycja
pt_br: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace carregamento indicador esquerda direita posição
ru: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace загрузка индикатор слева справа положение
th: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace โหลด ตัวบ่งชี้ ซ้าย ขวา ตำแหน่ง
tr: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace yükleme gösterge sol sağ konum
uk: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace завантаження індикатор ліворуч праворуч розташування
zh_hans: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace 加载 指示器 左 右 位置
zh_hant: sidebar.notificationBadgePosition notification unread badge position left right leading trailing side workspace 載入 指示器 左 右 位置

# settings.search.alias.setting.app.notification-command
source: notifications.command shell command hook script env environment variable variables done agent
ar: notifications.command shell command hook script env environment variable variables done agent تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي طرفية صدفة تمرير سجل شاشة أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب الإشعارات التطبيق
bs: notifications.command shell command hook script env environment variable variables done agent aplikacija opće postavke ponašanje dock traka menija status bočna terminal povratni zapis za pomicanje ekran automatizacija api cli kontrola socket kuke portovi okruženje obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop Obavještenja
da: notifications.command shell command hook script env environment variable variables done agent app generelt indstillinger adfærd dock menulinje status sidepanel terminal scrollback rullepanel skærm automatisering api cli kontrol socket hooks porte miljø notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord
de: notifications.command shell command hook script env environment variable variables done agent app allgemein einstellungen verhalten dock menüleiste status seitenleiste terminal scrollback scrollleiste bildschirm automatisierung api cli steuerung socket hooks ports umgebung benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop
es: notifications.command shell command hook script env environment variable variables done agent aplicación general preferencias comportamiento dock barra de menú estado lateral terminal historial desplazamiento pantalla automatización api cli control socket agente hooks puertos entorno notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio App
fr: notifications.command shell command hook script env environment variable variables done agent application général préférences comportement dock barre de menus état latérale terminal historique défilement écran automatisation api cli contrôle socket hooks ports environnement notification notifications alerte non lu message badge anneau flash son bureau App
it: notifications.command shell command hook script env environment variable variables done agent app generale preferenze comportamento dock barra menu stato laterale terminale cronologia di scorrimento schermo automazione api cli controllo socket agente porte ambiente notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania
ja: notifications.command shell command hook script env environment variable variables done agent 通知コマンド シェル コマンド フック スクリプト 環境変数 完了 エージェント
ko: notifications.command shell command hook script env environment variable variables done agent 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 터미널 셸 스크롤백 스크롤바 화면 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고 완료
nb: notifications.command shell command hook script env environment variable variables done agent app generelt innstillinger oppførsel dock menylinje status sidepanel terminal skall tilbakerulling rullefelt skjerm automatisering api cli kontroll socket hooks porter miljø varsling varsler ulest melding merke ring blink lyd skrivebord
pl: notifications.command shell command hook script env environment variable variables done agent aplikacja ogólne preferencje zachowanie dock pasek menu status boczny terminal powłoka przewijanie przewijania ekran automatyzacja api cli sterowanie gniazdo haki porty środowisko powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit
pt_br: notifications.command shell command hook script env environment variable variables done agent app geral preferências comportamento dock barra de menu status lateral terminal histórico rolagem tela automação api cli controle socket agente hooks portas ambiente notificação notificações alerta não lido mensagem selo anel piscar som desktop
ru: notifications.command shell command hook script env environment variable variables done agent приложение общие настройки поведение док строка меню статус боковая панель терминал оболочка история прокрутки полоса экран автоматизация api cli управление сокет агент хуки порты окружение уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол
th: notifications.command shell command hook script env environment variable variables done agent แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เทอร์มินัล เชลล์ ประวัติเลื่อน แถบเลื่อน หน้าจอ อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป
tr: notifications.command shell command hook script env environment variable variables done agent uygulama genel tercihler davranış dock menü çubuğu durum kenar terminal kabuk geri kaydırma ekran otomasyon api cli kontrol soket ajan kancalar portlar ortam bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü
uk: notifications.command shell command hook script env environment variable variables done agent програма загальні параметри поведінка док рядок меню статус бічна панель термінал історія прокручування смуга екран автоматизація api cli керування сокет агент хуки порти середовище сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл Готово
zh_hans: notifications.command shell command hook script env environment variable variables done agent 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 终端 回滚 滚动条 屏幕 自动化 api cli 控制 套接字 代理 钩子 端口 环境 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒
zh_hant: notifications.command shell command hook script env environment variable variables done agent 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 終端機 回捲 捲動列 螢幕 自動化 api cli 控制 socket 代理程式 連接埠 環境 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 App

# settings.search.alias.setting.app.notification-sound
source: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff
ar: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff notifications.sound notifications.customSoundFilePath صوت نغمة إشعار رنين تنبيه مخصص ملف wav mp3 caf aiff
bs: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff aplikacija opće postavke ponašanje dock traka menija status bočna konfiguracija datoteka json šema dokumentacija referenca preferencije editor kod otvori putanja obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop Prilagođeno: %@ Obavještenja
da: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff app generelt indstillinger adfærd dock menulinje status sidepanel konfiguration fil json skema dokumentation reference præferencer editor kode åbn sti notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord Brugerdefineret: %@
de: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff notifications.sound notifications.customSoundFilePath ton audio alarm gong piepton benutzerdefinierte datei wav mp3 caf aiff
es: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff notifications.sound notifications.customSoundFilePath sonido audio alerta campana pitido personalizado archivo wav mp3 caf aiff
fr: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff notifications.sound notifications.customSoundFilePath son audio alerte carillon bip personnalisé fichier wav mp3 caf aiff
it: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff app generale preferenze comportamento dock barra menu stato laterale impostazioni configurazione json schema documentazione riferimento editor codice apri percorso notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania Personalizzato: %@
ja: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff 通知音 サウンド 音 アラート チャイム ビープ カスタムファイル
ko: notifications.sound notifications.customSoundFilePath 소리 오디오 알림 차임 비프음 사용자 정의 파일 wav mp3 caf aiff notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff
nb: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff app generelt innstillinger oppførsel dock menylinje status sidepanel konfigurasjon fil json skjema dokumentasjon referanse preferanser redigerer kode åpne bane varsling varsler ulest melding merke ring blink lyd skrivebord Egendefinert: %@
pl: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff aplikacja ogólne preferencje zachowanie dock pasek menu status boczny ustawienia konfiguracja plik json schemat dokumentacja referencja edytor kod otwórz ścieżka powiadomienie powiadomienia nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit Niestandardowe: %@
pt_br: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff app geral preferências comportamento dock barra de menu status lateral configurações configuração arquivo json esquema documentação referência editor código abrir caminho notificação notificações alerta não lido mensagem selo anel piscar som desktop Personalizado: %@
ru: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff приложение общие настройки поведение док строка меню статус боковая панель конфигурация файл json схема документация справочник предпочтения редактор код открыть путь уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол Пользовательское: %@
th: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง การตั้งค่า การกำหนดค่า ไฟล์ json สคีมา เอกสาร อ้างอิง ตัวแก้ไข โค้ด เปิด เส้นทาง การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป กำหนดเอง: %@
tr: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff uygulama genel tercihler davranış dock menü çubuğu durum kenar ayarlar yapılandırma dosya json şema belgeler başvuru düzenleyici kod aç yol bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü Özel: %@
uk: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff програма загальні параметри поведінка док рядок меню статус бічна панель налаштування конфігурація файл json схема документація довідник редактор код відкрити шлях сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл Власне: %@
zh_hans: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff notifications.sound notifications.customSoundFilePath 声音 音频 提醒 提示音 蜂鸣声 自定义文件 wav mp3 caf aiff
zh_hant: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff notifications.sound notifications.customSoundFilePath 聲音 音訊 警示 鐘聲 嗶聲 自訂 檔案 wav mp3 caf aiff
